#1-integer არის მთელი რიცხვი და ის მიიღება + , - , * და // გამოყენებით მაგ : print(15//5)
#2-float არის ათწილადი რიცხვი და ის მიიღება + , - , * და / გამოყენებით მაგ : print(15/5)
#3-string არის ბრჭყალებში ჩასმული სიტყვა მაგ : print("Hello")

# შექმენი ცვლადი და შეინახე მასში შენი ქალაქის სახელი, შემდეგ გამოიტანე ტერმინალში 10-ჯერ.

# შექმენი 4 ცვლადი, შეინახე მათში 4 სხვადასხვა წელი და გამოთვალე მათი საშუალო არითმეტიკული.

# შექმენი 3 ცვლადი და შეინახე მათში: 3 სხვადასხვა სპორტის სახელი და კონკატენაციის გამოყენებით დაპრინტე ისინი ერთ წინადადებად.

# შექმენი ცვლადი და შეინახე მასში შენი საყვარელი ფერი, შემდეგ გამოიტანე ტერმინალში 15-ჯერ.

# შექმენი 6 ცვლადი, შეინახე მათში 6 სხვადასხვა ფასის მნიშვნელობა და გამოთვალე მათი საშუალო არითმეტიკული.

# შექმენი 3 ცვლადი და შეინახე მათში: 3 სხვადასხვა ფრინველის სახელი და კონკატენაციის გამოყენებით დაპრინტე ისინი ერთ წინადადებად.

city = " Tbilisi"
print(city*10)

year_1 = 2005
year_2 = 2010
year_3 = 2015
year_4 = 2020
print((year_1 + year_2 + year_3 + year_4)/4)

Sport = "Football"
sport = " Basketball"
sporT = " Tennis"
print(Sport + sport + sporT)

Fav_color = " green"
print(Fav_color*15)

bread = 1.2
soda = 1.8
chips = 5
potato = 3
chocolate = 4
ice_cream = 2
print((bread + soda + chips + potato + chocolate + ice_cream)/6)

bird1 = "Pigeon"
bird2 = " Parrot"
bird3 = " and Chicken"
print(bird1 + bird2 + bird3)

# ამოცანა 1 (კინოს ბილეთები და პოპკორნი):
# შექმენი ორი ცვლადი: ticket_price (ბილეთის ფასი - 8 ლარი) და popcorn_price (პოპკორნის ფასი - 5 ლარი).

# დაწერეთ მათემატიკური მოქმედება, რომელიც გამოთვლის 4 ბილეთისა და 2 პოპკორნის საერთო ღირებულებას და დაბეჭდავს შედეგს ტერმინალში.

# ამოცანა 2 (სასკოლო ნივთები):
# შექმენი სამი ცვლადი: notebook_price (რვეულის ფასი - 2 ლარი), pen_price (კალმის ფასი - 1 ლარი) და pencil_case_price (პენალის ფასი - 6 ლარი).

# გამოითვალე, რამდენი ლარი დასჭირდება 5 რვეულის, 3 კალმისა და 1 პენალის ყიდვას

ticket_price = 8
popcorn_price = 5
print(ticket_price*4 + popcorn_price*2)

notebook_price = 2
pen_price = 1
pencil_case_price = 6
print(notebook_price*5 + pen_price*3 + pencil_case_price)

# შექმენი ორი ცვლადი: hours (საათების რაოდენობა, მაგალითად 3) და minutes (წუთების რაოდენობა, მაგალითად 45).

# დაწერე მათემატიკური მოქმედება, რომელიც ამ დროის ხანგრძლივობას სრულად წუთებში გამოითვლის და დაბეჭდავს ტერმინალში.
hours = 3
minutes = 45
print(hours*60 + minutes)